Repository: Slamkulov-Azat/flutter_kurs
Catalog: lib/l10n/intl_*.arb
Languages: it

# home_app_bar_title_1
source: Learning
it: Сабак

# home_app_bar_title_2
source: Directory
it: Справочник

# home_app_bar_title_3
source: Test
it: Тест

# homeScreenListButton_subtitle_1
source: Lesson 1-2
it: 1-2 - сабак

# homeScreenListButton_subtitle_3
source: Lesson 3
it: 3 - сабак

# homeScreenListButton_subtitle_4
source: Lesson 4
it: 4 - сабак

# homeScreenListButton_subtitle_5
source: Lesson 5
it: 5 - сабак

# homeScreenListButton_subtitle_6
source: Lesson 6
it: 6 - сабак

# homeScreenListButton_subtitle_7
source: Lesson 7
it: 7 - сабак

# homeScreenListButton_subtitle_8
source: Lesson 8
it: 8 - сабак

# homeScreenListButton_subtitle_9
source: Lesson 9
it: 9 - сабак

# homeScreenListButton_OnPressed_1
source: Start
it: Старт

# homeScreenListButton_OnPressed_2
source: Referencies
it: Эскертүүлөр

# theme
source: Dark theme
it: Кара тема

source: language
it: Тил

# drawerExpansionTileText
source: Settings
it: Орнотуулар

# quizzCustomButtonFalse
source: False
it: Туура эмес

# quizzCustomButtonTrue
source: True
it: Туура

# quizzQuestionNumber
source: Question
it: Суроо

# customDialogTitleText
source: You have reached the end of the quiz!
it: Сиз сынактын аягына жеттиңиз!

# customDialogContentText
source: Your overall score:
it: Жалпы балл:

# elevatedButtonText_1
source: Again
it: Дагы бир жолу

# elevatedButtonText_2
source: To main
it: Башкы бетке

# gendeMale
source: Male
it: Эркек

# genderFemale
source: Female
it: Аял

source: Height
it: Бой

source: Weight
it: Салмак

source: Age
it: Жаш

source: Result
it: Жыйынтык

source: Your result
it: Сиздин натыйжа

# bottomButtonTitle
source: Start over
it: Башынан

# result_1
source: Overweight
it: Ашыкча салмак

# result_2
source: Normal
it: Норм

# result_3
source: Underweight
it: Аз салмак

# interpretation_1
source: You are overweight. Try to exercise more.
it: Сиздин дене салмагыңыз ашыкча. Көбүрөөк машыгууга аракет кылыңыз.

# interpretation_2
source: Your body weight is normal. Well done!
it: Сиздин дене салмагыңыз нормалдуу. Азаматсыз!

# interpretation_3
source: You are underweight. You can eat a little more.
it: Сиздин дене салмагыңыз аз. Сиз дагы бир аз тамак жесениз болот.
